tap "alanvardy/tod"
tap "nikitabobko/tap"
tap "opencode-ai/tap"
tap "teamookla/speedtest"
tap "yt-dlp/taps"
brew "bat"
brew "btop"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "cask"
brew "duti"
brew "exiftool"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "guile"
brew "ical-buddy"
brew "jdupes"
brew "jira-cli"
brew "lazygit"
brew "libyaml"
brew "markdown-oxide"
brew "mas"
brew "mtr"
brew "neovim"
brew "node"
brew "poppler"
brew "prettier"
brew "python@3.10"
brew "python@3.9"
brew "ranger"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "streamlink"
brew "task"
brew "timewarrior"
brew "watch"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
brew "zzz"
brew "alanvardy/tod/tod"
brew "opencode-ai/tap/opencode"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alt-tab"
cask "appcleaner"
cask "balenaetcher"
cask "betterdisplay"
cask "brave-browser"
cask "chatgpt"
cask "citrix-workspace"
cask "claude"
cask "cleanshot"
cask "daisydisk"
cask "deepl"
cask "discord"
cask "emacs-app"
cask "espanso"
cask "fantastical"
cask "flameshot"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "homerow"
cask "iina"
cask "keka"
cask "kitty"
cask "latest"
cask "league-of-legends"
cask "linearmouse"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-onenote"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "mullvad-browser"
cask "mullvad-vpn"
cask "naps2"
cask "obsidian"
cask "ollama-app"
cask "openinterminal"
cask "parallels"
cask "pdf-expert"
cask "plex"
cask "raycast"
cask "signal"
cask "steam"
cask "steelseries-gg"
cask "steermouse"
cask "telegram"
cask "textsniper"
cask "thunderbird"
cask "todoist-app"
cask "tor-browser"
cask "utm"
cask "wezterm@nightly"
cask "whatsapp"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "AmorphousDiskMark", id: 1168254295
mas "Apple Configurator", id: 1037126344
mas "Balatro", id: 6502451661
mas "CARROTweather", id: 993487541
mas "Compressor", id: 424390742
mas "ControllerForHomeKit", id: 1198176727
mas "Exporter", id: 1099120373
mas "Flighty", id: 1358823008
mas "GarageBand", id: 682658836
mas "HEIC Converter", id: 1294126402
mas "HP Smart", id: 1474276998
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Mela", id: 1568924476
mas "Numbers", id: 409203825
mas "Obsidian Web Clipper", id: 6720708363
mas "OmniPlan", id: 1460319993
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Raycast Companion", id: 6738274497
mas "Shareful", id: 1522267256
mas "Smart Card Utility", id: 1444710309
mas "Strongbox", id: 897283731
mas "Synctrain", id: 6553985316
mas "TestFlight", id: 899247664
mas "Tripsy", id: 1429967544
mas "Wipr", id: 1662217862
mas "xSearch", id: 1579902068
mas "Yubico Authenticator", id: 1497506650
